{
 "cobblemon.species.ironabyss.name": "Iron Abyss",
 "cobblemon.species.ironabyss.desc1": "It resembles a nightmarish concept introduced in a paranormal magazine that takes a similar form to that of Darkrai.",
 "cobblemon.species.ironabyss.desc2": "It is said that the black hole contained inside absorbed the surrounding area around it, not one survivor was found.",
 "cobblemon.species.teradiancie.name": "Diancie",
 "cobblemon.species.teradiancie.desc": "A sudden transformation of Carbink, its green, glimmering body is said to be the loveliest sight in the whole world.",
 "cobblemon.species.ironguardian.name": "Iron Guardian",
 "cobblemon.species.ironguardian.desc": "It resembles a mecha that was featured in a popular paranormal magazine. This mecha was said to be a modified Golurk.",
 "cobblemon.species.searinghorizons.name": "Searing Horizons",
 "cobblemon.species.searinghorizons.desc": "According to a report in a dubious magazine, this Pokémon was seen soaring through the ancient skies.",
 "cobblemon.species.teracarbink.name": "Carbink",
 "cobblemon.species.teracarbink.desc": "Some say that deep beneath the surface of the world, a pack of Carbink live with their queen in a kingdom of jewels.",
 "cobblemon.species.teraroggenrola.name": "Roggenrola",
 "cobblemon.species.teraroggenrola.desc": "When it detects a noise, it starts to move. The energy core inside it makes this Pokémon slightly cold to the touch.",
 "cobblemon.species.teraboldore.name": "Boldore",
 "cobblemon.species.teraboldore.desc": "The energy overflowing from its body has turned into blue crystals that are hard enough to smash diamonds.",
 "cobblemon.species.teragigalith.name": "Gigalith",
 "cobblemon.species.teragigalith.desc": "Compressing the energy from its internal core lets it fire off an attack capable of blowing away a mountain.",
 "cobblemon.species.teraregirock.name": "Regirock",
 "cobblemon.species.teraregirock.desc": "Every bit of Regirock’s body is made of stone. As parts of its body erode, this Pokémon sticks rocks to itself to repair what’s been lost.",
 "cobblemon.species.teracorsola.name": "Corsola",
 "cobblemon.species.teracorsola.desc": "Corsola’s branches glitter very beautifully in seven colors when they catch sunlight. If any branch breaks off, this Pokémon grows it back in just one night.",
 "cobblemon.species.teraonix.name": "Onix",
 "cobblemon.species.teraonix.desc": "As it digs through the ground, it absorbs many hard objects. This is what makes its body so solid.",
 "cobblemon.species.terasteelix.name": "Steelix",
 "cobblemon.species.terasteelix.desc": "Steelix lives even further underground than Onix. This Pokémon is known to dig toward the earth’s core. There are records of this Pokémon reaching a depth of over six-tenths of a mile underground.",
 "cobblemon.species.feralspine.name": "Feral Spine",
 "cobblemon.species.feralspine.desc": "It's said to be able to break large boulders with it's sharp teeth. This Pokémon seems to resemble an ancient form of Feraligatr.",
 "cobblemon.species.teranacli.name": "Nacli",
 "cobblemon.species.teranacli.desc": "The ground scrapes its body as it travels, causing it to leave salt behind. Salt is constantly being created and replenished inside Nacli’s body.",
 "cobblemon.species.teranaclstack.name": "Naclstack",
 "cobblemon.species.teranaclstack.desc": "This Pokémon dry cures its prey by spraying salt over them. The curing process steals away the water in the prey’s body.",
 "cobblemon.species.teragarganacl.name": "Garganacl",
 "cobblemon.species.teragarganacl.desc": "Garganacl will rub its fingertips together and sprinkle injured Pokémon with salt. Even severe wounds will promptly heal afterward.",
 "cobblemon.species.ironascent.name": "Iron Ascent",
 "cobblemon.species.ironascent.desc": ""

}